Repository: dario-passarello/super-ai-text-soccer
Catalog: text_calcio/locale/*/LC_MESSAGES/messages.po
Languages: it

source: 1st
it: 1 T

source: 2nd
it: 2 T

source: 1st ET
it: 1 TS

source: 2nd ET
it: 2 TS

source: Shootout
it: Rigori

source: Kick
it: Tiro

source: Player
it: Giocatore

source: Evaluation
it: Valutazione

source: Change
it: Delta

source: random
it: a caso

source: top left corner
it: incrocio dei pali a sinistra

source: left on the ground
it: rasoterra a sinistra

source: center below crossbar
it: centrale sotto la traversa

source: center on the ground
it: centrale rasoterra

source: top right corner
it: incrocio dei pali a destra

source: right on the ground
it: rasoterra a destra

source: A penality was awarded to {atk_team_name}. Who is going to kick it?
it: L'arbitro ha fischiato un rigore per {atk_team_name}. Chi lo calcerá?

source: Number must be between 0 and
it: Il numero deve essere compreso tra 0 e

source: You chose {} to kick the penalty
it: {} calcerá il rigore

source: Now all the players and supporter of {def_team_name} must close their eyes or look away from the screen.
it: Tutti i giocatori e i tifosi di {def_team_name} devono chiudere i loro occhi o smettere di guardare lo schermo.

source: {}, where are you kicking the ball?
it: {}, in che direzione calcerai il rigore?

source: Invalid answer.
it: Risposta non valida.

source: Everyone can look again at the screen
it: Tutti possono riprendere a guardare lo schermo

source: Now all the players and supporter of {atk_team_name} must close their eyes or look away from the screen.
it: Tutti i giocatori e i tifosi di {atk_team_name} devono chiudere i loro occhi o smettere di guardare lo schermo

source: {def_goalie} where are you diving?
it: {def_goalie}, in che direzione ti tufferai?
